/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kDateFormatter" = "%c";

"RUNNING" = "Arbeitet";

"STOPPED" = "Gestoppt";

"STARTING" = "Startet";

"STOPPING" = "Stoppt";

"PAUSED" = "Angehalten";

"UNKNOWN" = "Unbekannt";

"N/A" = "Nicht verfügbar";

/*Plugin Specific strings */

"YES_ON" = "Ja";
"NO_OFF" = "Nein";

"kNoStartDateNotRunning" = "Nicht verfügbar - Der Dienst arbeitet nicht.";
"kEmptyPassword" = "Sie haben dem neuen MySQL-root-Account kein Kennwort zugewiesen.";
"kNotSamePasswords" = "Die beiden Kennwörter stimmen nicht überein.";
"kDatabaseLoc" = "Datenbank auf ";
"kNetwork" = "Netzwerkverbindungen erlauben";
"kNetworkNotAllow" = "Erlaubt keine Netzwerkverbindungen";
"NEW_DB_LOCATION_SHEET" = "Wählen Sie den Ordner, in dem die MySQL-Datenbank gesichert werden soll.";

"kBeforeAbortingSaveConfirmationMessage" = "Möchten Sie den Sicherungsvorgang jetzt wirklich abbrechen?";

/* Overview */

"MySQL Service is:" = "MySQL-Dienststatus:";
"Start Time:" = "Startzeit:";
"Allow Network Connections:" = "Netzwerkverbindungen erlauben:";

/* Logs */

"MySQL Admin Log" = "MySQL-Adminprotokoll";
"MySQL Service Log" = "MySQL-Dienstprotokoll";
